const logs = [
    '[ПЕРСОНАЖ №2] згадав щось важливе, але несподівано [ПЕРСОНАЖ №1], не пам\'ятаючи себе від переляку, вдарив у передпліччя ворога.',
    '[ПЕРСОНАЖ №2] поперхнувся, і за це [ПЕРСОНАЖ №1] з переляку завдав прямого удару коліном у лоб ворога.',
    '[ПЕРСОНАЖ №2] забувся, але в цей час нахабний [ПЕРСОНАЖ №1], прийнявши вольове рішення, нечутно підійшовши ззаду, вдарив.',
    '[ПЕРСОНАЖ №2] отямився, але несподівано [ПЕРСОНАЖ №1] випадково завдав найпотужнішого удару.',
    '[ПЕРСОНАЖ №2] поперхнувся, але в цей час [ПЕРСОНАЖ №1] знехотя розтрощив кулаком <вирізано цензурою> супротивника.',
    '[ПЕРСОНАЖ №2] здивувався, а [ПЕРСОНАЖ №1], похитнувшись, вліпив підлий удар.',
    '[ПЕРСОНАЖ №2] висякався, але несподівано [ПЕРСОНАЖ №1] провів нищівний удар.',
    '[ПЕРСОНАЖ №2] похитнувся, і раптово нахабний [ПЕРСОНАЖ №1] безпричинно вдарив у ногу супротивника',
    '[ПЕРСОНАЖ №2] засмутився, аж раптом, несподівано [ПЕРСОНАЖ №1] випадково вліпив стопою в живіт суперника.',
    '[ПЕРСОНАЖ №2] намагався щось сказати, але раптом, несподівано [ПЕРСОНАЖ №1] з нудьги, розбив брову супернику.'
];
